// Требуется написать код, который выводит в консоль числа от 1 до n, 
// где n — это целое число, с такими условиями:
// вывод fizz вместо чисел, кратных 3;
// вывод buzz вместо чисел, кратных 5;
// вывод fizzbuzz вместо чисел, кратных как 3, так и 5.

// Нужно написать скрипт, который проверяет, являются ли две строки 
// анаграммами, причем регистр букв не имеет значения. 
// Учитываются лишь символы; пробелы или знаки препинания в расчет не берутся.

// Нужно написать скрипт, который выводит в консоль количество гласных, 
// которые содержатся в строке.
// Гласными являются «a», «e», «i», «o», «u».